Repository: KostasMihawk/CaseTracker
Catalog: CaseTracker/App_LocalResources/GlobalRes.*.resx
Languages: el

# aa
source: Unique number
el: Αύξων αριθμός

source: Attorney
el: Δικηγόρος

source: Case Role
el: Ρόλος

source: City
el: Πόλη

source: Court
el: Δικαστήριο

# Date_Assignment
source: Date of assignment
el: Ημερομηνία ανάθεσης

# Date_return
source: Date of return
el: Ημερομηνία επιστροφής

# Date_Service
source: Date of service
el: Ημερομηνία επίδοσης

# Date_Submission
source: Date of submission
el: Ημερομηνία υποβολής

source: Defense
el: Υπεράσπιση

source: Document type
el: Τύπος εγγράφου

# dr_Anepidoto_Anamoni_Neas_Address
source: Unserved, Waiting for new address
el: Ανεπίδοτο - Αναμονή νέας διεύθυνσης

# dr_Anepidoto_Apeviose
source: Unserved - Deceased
el: Ανεπίδοτο - Απεβίωσε

# dr_Anepidoto_Katoikos_Eksoterikou
source: Unserved - Expat
el: Ανεπίδοτο - Κάτοικος εξωτερικού

# dr_Anepidoto_Lathos_Address
source: Unserved - Wrong Address
el: Ανεπίδοτο - Λανθασμένη διεύθυνση

# dr_Apli_Thirokolisi
source: Simple Door Post
el: Απλή θυροκόλληση

# dr_Epidosi
source: Served
el: Επίδοση

# dr_Mataiosi_AM_Apli_Thirokolisi
source: Cancallation (Simple Door Post)
el: Ματαίωση - ΑΜ Απλή Θυροκόλληση

# dr_Mataiosi_AM_Epidosi
source: Cancellation (Served)
el: Ματαίωση - ΑΜ Επίδοση

# dr_Mataiosi_AM_Pliris_Thirokolisi
source: Cancellation (Full Door Post)
el: Ματαίωση - ΑΜ Πλήρης Θυροκόλληση

# dr_Pausi_Ergasion
source: Cessation of activities
el: Παύση εργασιών

# dr_Pliris_Thirokolisi
source: Full Door Posting
el: Πλήρης θυροκόλληση

# dt_Agogi
source: Action
el: Αγωγή

# dt_Aitisi
source: Request
el: Αίτηση

# dt_Aitisi_Anastolis
source: Request for Parole
el: Αίτηση Αναστολής

# dt_Anakopi
source: Opposition
el: Ανακοπή

# dt_Apofasi_Pros_Epitagi
source: Court Decision for Command
el: Απόφαση προς Επιταγή

# dt_Apofasi_Pros_Gnosi
source: Court Decision for Notification
el: Απόφαση προς Γνώση

# dt_Diafora
source: Miscellaneous
el: Διάφορα

# dt_Diatagi_Apodosis_Xrisis_Misthiou
source: Rental Payment Notice
el: Διαταγή Αποδοσής Χρήσης Μισθίου

# dt_Diatagi_Pliromis
source: Order for Payment
el: Διαταγή Πληρωμής

# dt_Efesi
source: Appeal
el: Έφεση

# dt_Eggrafo_Timologiou
source: Invoice Document
el: Έγγραφο Τιμολογίου

# dt_Eksodiko
source: Out of Court
el: Εξώδικο

# dt_Gnostopoiisi_Martyron
source: Witness Disclosure
el: Γνωστοποίηση Μαρτύρων

# dt_Klisi
source: Summoning
el: Κλήση

# dt_Perilipsi_Epimeliti_Eparxeias
source: Summary of Provincial Server
el: Περίληψη Επιμελητή Επαρχείας

# dt_Praktiko_Anavolis
source: Records of
el: Πρακτικο Αναβολής

# dt_Prosfygi
source: Challenge
el: Προσφυγή

# FatherName
source: Father's Name
el: Όνομα πατρός

source: FAX
el: ΦΑΞ

source: First Name
el: Όνομα

source: Home Phone
el: Τηλέφωνο οικίας

# IDCard
source: ID Card number
el: Αριθμός Αστυνομικής ταυτότητας

source: Last Name
el: Επίθετο

source: Mobile Phone
el: Τηλέφωνο κινητού

source: Municipality
el: Δήμος

source: Notes
el: Σημειώσεις

source: Postal Code
el: Ταχυδρομικός κώδικας

source: Prosecution
el: Κατήγορος

source: Recipient
el: Παραλαβών

source: Result
el: Αποτέλεσμα

# Result_Service
source: Result of service
el: Αποτέλεσμα επίδοσης

source: Street
el: Οδός

source: Tax
el: ΦΠΑ

source: Tax ID
el: ΑΦΜ

source: Title
el: Τίτλος

source: Work Phone
el: Τηλέφωνο εργασίας

source: Zone
el: Ζώνη

# ZoneCostFull
source: Zone Cost pre Taxes
el: Μικτό Κόστος ζώνης

# DuplicateAA
source: This Incremental number is taken by another case
el: Αυτός ο ΑΑ χρησιμοποιείται ήδη από άλλη υπόθεση

# FullAddress
source: Address
el: Διεύθυνση

source: Full Name
el: Πλήρες Όνομα

source: Son of
el: του

source: This field is required
el: Το πεδίο είναι υποχρεωτικό

source: Zone A
el: Α Ζώνη

source: Zone B
el: Β Ζώνη

source: Zone C
el: Γ Ζώνη

source: Zone D
el: Δ Ζώνη

source: State
el: Κατάσταση

source: Payable
el: Πληρωτέο

source: Role type
el: Τύπος

# ZoneCostClean
source: Zone Cost after Taxes
el: Καθαρό Κόστος ζώνης

source: Finished
el: Ολοκληρωμένη

source: Not finished
el: Μη ολοκληρωμένη

source: click to select an existing
el: Πατήστε για να διαλέξετε

source: click to type new
el: Πατήστε για να εισάγετε

source: Home
el: Αρχική

# ProActivated
source: Pro benefits are activated
el: Τα προνόμια σας έχουν ενεργοποιηθεί

# ProMessage
source: Click on a case and click Print
el: Πατήστε σε μια υπόθεση και μετα Εκτύπωση

source: Back to list
el: Πίσω στην λίστα

# Create
source: Create new
el: Δημιουργία νέου

source: Dashboard
el: Πίνακας ελέγχου

# DashboardAitiatiki
source: Dashboard
el: Πίνακα ελέγχου

source: Delete
el: Διαγραφή

source: Details
el: Λεπτομέριες

source: Details for case
el: Λεπτομέριες υπόθεσης

source: Edit
el: Επεξεργασία

source: Log in
el: Σύνδεση

source: Log off
el: Αποσύνδεση

source: My attornies
el: Οι δικηγόροι μου

source: My book
el: Το βιβλίο μου

source: My case roles
el: Οι ρόλοι μου

source: My cases
el: Οι υποθέσεις μου

source: My courts
el: Τα δικαστήρια μου

source: My parties
el: Τα άτομα μου

# MyPinakio
source: My legder
el: Το πινάκιο μου

source: My results
el: Τα αποτελέσματα μου

source: My types
el: Οι τύποι αρχείων μου

source: My zones
el: Οι ζώνες μου

source: Print
el: Εκτύπωση

# Probenefits
source: My Pro subscription
el: Η συνδρομή μου

source: Register
el: Εγγραφή

# String1
source: Welcome to case tracker
el: Καλώς ήρθατε στο case tracker

# String10
source: you can view, edit and delete all your elements
el: σας μπορείτε να δείτε, να επεξεργαστείτε και να διαγράψετε όλα τα αντικείμενα σας

# String2
source: Keep track of all incoming and outcoming movement of your cases!
el: Διαχειριστείτε τις υποθέσεις σας

# String3
source: New fixes and updates will be posted here
el: Νέες προσθήκες και αλλαγές θα εμφανίζονται εδώ

# String4
source: Start by viewing your
el: Ξεκινήστε βλέποντας τις

# String5
source: or
el: ή

# String6
source: a new one if you don't have any
el: μια νέα αν δεν έχετε ήδη

# String7
source: cases
el: υποθέσεις σας

# String8
source: create
el: δημιουργήστε

# String9
source: At your
el: Στον

source: Welcome
el: Καλώς ήρθες
